"Camera Permissions" = "Permissões da Câmara";

"Would you like to allow this application to use your camera to stream live video?" = "Deseja permitir que esta aplicação utilize a sua câmara para reproduzir vídeo ao vivo?";

"Don't Allow" = "Não Permitir";

"Allow" = "Permitir";
